withoutExtensionFilling/0/blueprints/wall_friction/omega
    {
        type            omegaWallFunction;
        value           uniform 0.;
    }
