withoutExtensionFilling/0/blueprints/waterlevel/U.1
    {
        type            pressureInletOutletVelocity; // Alternativ: fluxCorrectedVelocity,  pressureNormalInletOutletVelocity, ...
        value           uniform (0 0 0);
    }
